Repository: s7a7ic/TinkerELEC
Catalog: packages/tinkerelec/addons/script.launcher.retroarch/source/resources/language/resource.language.*/strings.po
Languages: de_de, it_it, pt_br, sk_sk, zh_cn

# Addon Summary
source: RetroArch add-on for Kodi (Amlogic-ng.arm). RetroArch is a frontend for emulators, game engines and media players.
de_de: RetroArch Addon für Kodi (Amlogic-ng.arm). RetroArch ist ein Frontend für Emulatoren, Game-Engines und Mediaplayer.
it_it: RetroArch add-on per Kodi (Amlogic-ng.arm). RetroArch è un frontend per emulatori, giochi e media player.
pt_br: Add-on RetroArch para Kodi (Amlogic-ng.arm). RetroArch é um frontend para emuladores, motores de jogos e reprodutores de mídia.
sk_sk: Doplnok RetroArch pre Kodi (Amlogic-ng.arm). RetroArch je frontend pre emulátory, herné enginy a prehrávače médií.
zh_cn: Kodi (Amlogic-ng.arm) 的 RetroArch 附加组件。RetroArch 是一个模拟器、游戏引擎和媒体播放器的前端。

# Addon Description
source: The add-on provides binary, cores and basic settings to launch RetroArch from Kodi UI, plus additional features to improve user experience. It is built from Lakka sources.
de_de: Das Addon bietet Binärdateien, Kerne und Grundeinstellungen zum Starten von RetroArch über die Kodi-Benutzeroberfläche sowie zusätzliche Funktionen zur Verbesserung der Benutzerfreundlichkeit. Es basiert auf Lakka.
it_it: Questa add-on include i binari, i core e i settaggi di base per eseguire RetroArch dalla UI di Kodi, più funzionalità aggiuntive per migliorare l'esperienza utente. È costruito dai sorgenti di Lakka.
pt_br: O add-on fornece binário, núcleos e configurações básicas para inicializar o RetroArch a partir da UI (Interface do Usuário) do Kodi, além de recursos adicionais para melhorar a experiência do usuário. Ele é construído a partir das fontes do Lakka.
sk_sk: Doplnok poskytuje jadrá a základné nastavenia pre spustenie RetroArch z rozhrania Kodi a dodatočné funkcie pre zlepšenie používateľského zážitku. Je postavený na zdrojoch Lakka.
zh_cn: 此附加组件从 Lakka 源码直接构建，同时提供了二进制，内核，从 Kodi UI 启动 RetroArch 的基本设置，以及改善用户体验的附加功能。

# Addon Disclaimer
source: This is an unofficial add-on. Use github.com/spleen1981/retroarch-kodi-addon-CoreELEC to submit issues.
de_de: Dies ist ein inoffizielles Addon. Verwenden Sie github.com/spleen1981/retroarch-kodi-addon-CoreELEC um Probleme zu melden.
it_it: Questa è una add-on non ufficiale. Usa github.com/spleen1981/retroarch-kodi-addon-CoreELEC per segnalare eventuali problemi.
pt_br: Este é um add-on não oficial. Use github.com/spleen1981/retroarch-kodi-addon-CoreELEC para enviar os problemas encontrados.
sk_sk: Toto je neoficiálny doplnok. Na nahlásenie problémov použite github.com/spleen1981/retroarch-kodi-addon-CoreELEC.
zh_cn: 这是一个非官方的附加组件。使用 github.com/spleen1981/retroarch-kodi-addon-CoreELEC 提交问题。

# #32002
source: Turn off Xbox360 controllers after closing RetroArch
de_de: Schalten Sie Xbox360-Controller aus, nachdem Sie RetroArch geschlossen haben
it_it: Spegni i controller Xbox360 all'uscita di RetroArch
pt_br: Desligar os controles do Xbox360 após fechar o RetroArch
sk_sk: Po vypnutí RetroArch vypnite ovládače Xbox360
zh_cn: 在关闭 RetroArch 时关闭 Xbox360 控制器

# #32003
source: Use remote control (CEC) with RetroArch
de_de: Verwenden Sie die Fernbedienung (CEC) mit RetroArch
it_it: Usa telecomando (CEC) con Retroarch
pt_br: Usar controle remoto (CEC) com o RetroArch
sk_sk: Použite diaľkové ovládanie (CEC) s Retroarch
zh_cn: 在 RetroArch 中使用 CEC 控制

# #32004
source: Override Kodi refresh rate settings
de_de: Bildwiederholfrequenz von Kodi überschreiben
it_it: Ignora frequenza di aggiornamento impostata in Kodi
pt_br: Substituir as configurações da taxa de atualização do Kodi
sk_sk: Prepísať nastavenia obnovovacej frekvencie Kodi
zh_cn: 覆盖 Kodi 的刷新率设置

# #32005
source: RetroArch refresh rate
de_de: RetroArch Bildwiederholfrequenz
it_it: Frequenza di aggiornamento RetroArch
pt_br: Taxa de atualização do RetroArch
sk_sk: Obnovovacia frekvencia RetroArch
zh_cn: RetroArch 刷新率

# #32006
source: Sync RetroArch audio driver/device with Kodi
de_de: RetroArch Audiotreiber/-Gerät mit Kodi synchronisieren
it_it: Sincronizza impostazioni driver/device audio di RetroArch con Kodi
pt_br: Sincronizar o driver/dispositivo de áudio do RetroArch com o Kodi
sk_sk: Synchronizovať zvukový ovládač/zariadenie RetroArch s Kodi
zh_cn: 将 RetroArch 音频驱动程序/设备与 Kodi 同步

# #32007
source: Mount remote path for RetroArch ROMs
de_de: Remote-Pfad (UNC) für RetroArch ROMs mounten
it_it: Monta percorso remoto per le ROM di RetroArch
pt_br: Montar caminho remoto para as ROMs do RetroArch
sk_sk: Pripojiť vzdialenú cestu pre ROMky RetroArch
zh_cn: 为 RetroArch ROMs 挂载远程路径

# #32008
source: Save RetroArch logs to file
de_de: RetroArch Protokolle (Logs) in Datei speichern
it_it: Salva i log di RetroArch su file
pt_br: Salvar os registros do RetroArch para arquivo
sk_sk: Uložiť protokoly RetroArch do súboru
zh_cn: 将 RetroArch 日志保存到文件

# #32009
source: Turn off BT controllers on RetroArch exit (if supported)
de_de: Schalten Sie die Bluetooth-Controller beim Beenden von RetroArch aus (falls unterstützt)
it_it: Spegni i controller BT all'uscita di RetroArch (se supportato)
pt_br: Desligar os controles Bluetooth ao sair do RetroArch (se suportado)
sk_sk: Vypnúť BT ovládače pri vypnutí RetroArch-u (ak je podporované)
zh_cn: 在 RetroArch 退出时关闭蓝牙控制器（如果支持的话）

# #32010
source: Boot the system to
de_de: Booten Sie das System zu
it_it: Avvia il sistema con
pt_br: Inicializar o sistema com
sk_sk: Naštartovať systém do
zh_cn: 启动系统时打开

# #32011
source: Currently the system boots to
de_de: Systemneustart zu
it_it: Il sistema attualmente si avvia con
pt_br: Atualmente o sistema inicializa com
sk_sk: Systém aktuálne štartuje do
zh_cn: 当前启动系统时会打开

# #32012
source: Do you want to change the setting and boot to
de_de: Möchten Sie die Einstellung ändern und starten zu
it_it: Vuoi cambiare l'impostazione e avviare con
pt_br: Deseja alterar a configuração e inicializar com
sk_sk: Chcete zmeniť nastavenie a štartovať do
zh_cn: 你是否想要改变系统启动时打开的程序

# #32013
source: SMB protocol version
de_de: SMB Protokollversion
it_it: Versione protocollo SMB
pt_br: Versão do protocolo SMB
sk_sk: Verzia SMB protokolu
zh_cn: SMB 协议版本

# #32014
source: Enable hints
de_de: Vorschläge aktivieren
it_it: Attiva suggerimenti
pt_br: Habilitar dicas

# #32015
source: RetroArch assets not found. Assets improves the GUI appearence and can be downloaded from within Retroarch selecting 'Online Updater > Update Assets' (or copied manually to the assets folder).
de_de: RetroArch-Assets nicht gefunden. Assets verbessern das Erscheinungsbild der GUI und können aus Retroarch heruntergeladen werden, indem Sie „Online Updater > Assets aktualisieren“ auswählen (oder manuell in den Assets-Ordner kopiert werden).
it_it: Risorse di RetroArch non trovate. Le Risorse migliorano l'apparenza della GUI, e possono essere scaricate all'interno di RetroArch tramite 'Aggiornamenti Online > Aggiorna Risorse' (o copiate manualmente nella cartella assets).
pt_br: Os recursos do RetroArch não foram encontrados. Os recursos melhoram a aparência da GUI (Interface Gráfica do Usuário) e podem ser baixados no Retroarch selecionando 'Atualizador on-line > Atualizar recursos' (ou copiar manualmente para a pasta assets).
