Repository: s7a7ic/TinkerELEC
Catalog: packages/tinkerelec/addons/launcher.retroarch/source/resources/language/resource.language.*/strings.po
Languages: es_es

# Addon Summary
source: RetroArch add-on for Kodi (Amlogic-ng.arm). RetroArch is a frontend for emulators, game engines and media players.
es_es: Complemento RetroArch para Kodi (Amlogic-ng.arm). RetroArch es una interfaz para emuladores, motores de juego y reproductores multimedia.

# Addon Description
source: The add-on provides binary, cores and basic settings to launch RetroArch from Kodi UI, plus additional features to improve user experience. It is built from Lakka sources.
es_es: El complemento proporciona binarios, núcleos y configuraciones básicas para lanzar RetroArch desde la interfaz de Kodi, además de características adicionales para mejorar la experiencia del usuario. Está construido a partir de las fuentes de Lakka.

# Addon Disclaimer
source: This is an unofficial add-on. Use github.com/spleen1981/retroarch-kodi-addon-CoreELEC to submit issues.
es_es: Este es un complemento no oficial. Utiliza github.com/spleen1981/retroarch-kodi-addon-CoreELEC para reportar problemas.

# #32002
source: Turn off Xbox360 controllers after closing RetroArch
es_es: Apagar los controladores de Xbox360 después de cerrar RetroArch

# #32003
source: Use remote control (CEC) with RetroArch
es_es: Usar control remoto (CEC) con RetroArch

# #32004
source: Override Kodi refresh rate settings
es_es: Sobrescribir configuraciones de frecuencia de actualización de Kodi

# #32005
source: RetroArch refresh rate
es_es: Frecuencia de actualización de RetroArch

# #32006
source: Sync RetroArch audio driver/device with Kodi
es_es: Sincronizar el controlador/dispositivo de audio de RetroArch con Kodi

# #32007
source: Mount remote path for RetroArch ROMs
es_es: Montar ruta remota para las ROMs de RetroArch

# #32008
source: Save RetroArch logs to file
es_es: Guardar los registros de RetroArch en un archivo

# #32009
source: Turn off BT controllers on RetroArch exit (if supported)
es_es: Apagar los controladores BT al salir de RetroArch (si es compatible)

# #32010
source: Boot the system to
es_es: Arrancar el sistema a

# #32011
source: Currently the system boots to
es_es: Actualmente el sistema arranca a

# #32012
source: Do you want to change the setting and boot to
es_es: ¿Quieres cambiar la configuración y arrancar a

# #32013
source: SMB protocol version
es_es: Versión del protocolo SMB

# #32014
source: Enable hints
es_es: Habilitar sugerencias

# #32015
source: RetroArch assets not found. Assets improves the GUI appearence and can be downloaded from within Retroarch selecting 'Online Updater > Update Assets' (or copied manually to the assets folder).
es_es: Recursos de RetroArch no encontrados. Los recursos mejoran la apariencia de la interfaz gráfica y se pueden descargar desde RetroArch seleccionando 'Actualizador en línea > Actualizar recursos' (o copiados manualmente en la carpeta de recursos).
